Tekla.Structures.Filtering.Categories.PourUnitFilterExpressions.Guid
The Guid class represents the GUID filter expression.

Tekla.Structures.Filtering.Categories.PourUnitFilterExpressions.Guid.#ctor
Initializes a new instance of the Guid class.